Repository: arpitplexustechnology2024/LOL-App
Catalog: LOL/*.lproj/Localizable.strings
Languages: ar, es, fr, hi, id, pt_br, ur

# SignupTitleKey
source: Sign up
ar: التسجيل
es: Registrarse
fr: S'inscrire
hi: साइन अप करें
id: Daftar
pt_br: Inscreva-se
ur: سائن اپ کریں

# SignupInstagramKey
source: What's your instagram handle?
ar: ما هو حسابك على إنستجرام؟
es: ¿Cuál es tu usuario de Instagram?
fr: Quel est votre identifiant Instagram ?
hi: आपका इंस्टाग्राम हैंडल क्या है?
id: Apa nama Instagram Anda?
pt_br: Qual é o seu usuário do Instagram?
ur: آپ کا انسٹاگرام ہینڈل کیا ہے؟

# SignupSnapchatKey
source: What's your snapchat handle?
ar: ما هو حسابك على سناب شات؟
es: ¿Cuál es tu usuario de Snapchat?
fr: Quel est votre identifiant Snapchat ?
hi: आपका स्नैपचैट हैंडल क्या है?
id: Apa nama Snapchat Anda?
pt_br: Qual é o seu usuário do Snapchat?
ur: آپ کا اسنیپ چیٹ ہینڈل کیا ہے؟

# SignupExKey
source: (Ex: @kylie_jenner)
ar: (مثال: @kylie_jenner)
es: (Ej: @kylie_jenner)
hi: (जैसे: @kylie_jenner)
id: (Contoh: @kylie_jenner)
ur: (جیسے: @kylie_jenner)

# SignupUsernameKey
source: @username
ar: @اسم المستخدم
es: @nombredeusuario
fr: @nomdutilisateur
hi: @उपयोगकर्तानाम
id: @nama_pengguna
pt_br: @usuário
ur: @صارف نام

# SignupErrorKey
source: * Username is required
ar: * اسم المستخدم مطلوب
es: * El nombre de usuario es obligatorio
fr: * Le nom d'utilisateur est requis
hi: * यूजरनेम आवश्यक है
id: * Nama pengguna wajib diisi
pt_br: * Nome de usuário é obrigatório
ur: * صارف نام ضروری ہے

# SignupErrorExistKey
source: * Username is already Exist
ar: * اسم المستخدم موجود بالفعل
es: * El nombre de usuario ya existe
fr: * Le nom d'utilisateur existe déjà
hi: * उपयोगकर्ता नाम पहले से ही मौजूद है
id: * Nama pengguna sudah ada
pt_br: * Nome de usuário já existe
ur: * صارف کا نام پہلے سے موجود ہے

# SignupNoInternetMessage
source: Please turn on Internet connection.
ar: يرجى تشغيل اتصال الإنترنت.
es: Por favor, encienda la conexión a Internet.
fr: Veuillez activer la connexion Internet.
hi: कृपया इंटरनेट कनेक्शन चालू करें।
id: Harap nyalakan koneksi Internet.
pt_br: Por favor, ative a conexão com a internet.
ur: براہ کرم انٹرنیٹ کنکشن آن کریں۔

# SignupPrivacyKey
source: By tapping “Continue”, you acknowledge that you have read the Privacy Policy
ar: بالنقر على 'متابعة'، فإنك تقر بأنك قد قرأت سياسة الخصوصية
es: Al tocar “Continuar”, reconoces que has leído la Política de Privacidad
fr: En appuyant sur “Continuer”, vous reconnaissez avoir lu la Politique de Confidentialité
hi: “जारी रखें” पर टैप करके, आप मानते हैं कि आपने गोपनीयता नीति पढ़ ली है
id: Dengan mengetuk “Lanjutkan”, Anda mengakui bahwa Anda telah membaca Kebijakan Privasi
pt_br: Ao tocar em “Continuar”, você reconhece que leu a Política de Privacidade
ur: “جاری رکھیں” پر ٹیپ کرکے، آپ تسلیم کرتے ہیں کہ آپ نے پرائیویسی پالیسی پڑھ لی ہے

# SignupPrivacyKeyRange
source: Privacy Policy
ar: سياسة الخصوصية
es: Política de Privacidad
fr: Politique de Confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
pt_br: Política de Privacidade
ur: پرائیویسی پالیسی

# SignupNextBtnKey
source: Next
ar: التالي
es: Siguiente
fr: Suivant
hi: अगला
id: Berikutnya
pt_br: Próximo
ur: اگلا

# PrivacyTitleKey
source: Privacy Policy
ar: سياسة الخصوصية
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
pt_br: Política de Privacidade
ur: رازداری کی پالیسی

# PrivacyDoneBtnKey
source: Done
ar: تم
es: Hecho
fr: Fait
hi: हो गया
id: Selesai
pt_br: Concluído
ur: مکمل

# ProfileTitleKey
source: Profile
ar: الملف الشخصي
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
id: Profil
pt_br: Perfil
ur: پروفائل

# ProfileSelectAvtarKey
source: Select your avatar
ar: اختر صورتك الرمزية
es: Selecciona tu avatar
fr: Sélectionnez votre avatar
hi: अपना अवतार चुनें
id: Pilih avatar Anda
pt_br: Selecione seu avatar
ur: اپنا ایوٹار منتخب کریں

# ProfileNameKey
source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
id: Nama
pt_br: Nome
ur: نام

# ProfileErrorKey
source: * Name is required
ar: * الاسم مطلوب
es: * El nombre es obligatorio
fr: * Le nom est requis
hi: * नाम आवश्यक है
id: * Nama wajib diisi
pt_br: * Nome é obrigatório
ur: * نام درکار ہے

# ProfileLetsgoBtnKey
source: Let's go
ar: هيا بنا
es: Vamos
fr: C'est parti
hi: चलो
id: Ayo pergi
pt_br: Vamos lá
ur: چلیں

# AvatarKey
source: Avatar
ar: صورة رمزية
hi: अवतार
ur: ایوٹار

# AvatarNoInternetMessage
source: Please turn on Internet connection.
ar: يرجى تشغيل اتصال الإنترنت.
es: Por favor, encienda la conexión a Internet.
fr: Veuillez activer la connexion Internet.
hi: कृपया इंटरनेट कनेक्शन चालू करें।
id: Harap nyalakan koneksi Internet.
pt_br: Por favor, ative a conexão com a internet.
ur: براہ کرم انٹرنیٹ کنکشن آن کریں۔

# TabbarItemKey01
source: Home
ar: الرئيسية
es: Hogar
fr: Maison
hi: मुख्पृष्ठ
id: Beranda
pt_br: Início
ur: گھر

# TabbarItemKey02
source: Inbox
ar: الوارد
es: Bandeja de entrada
fr: boîte de réception
hi: इनबॉक्स
id: Kotak masuk
pt_br: Caixa de entrada
ur: انباکس

# TabbarItemKey03
source: More App
ar: المزيد من التطبيقات
es: Más aplicaciones
fr: Plus d'application
hi: अधिक एप्लीकेशन
id: Aplikasi Lain
pt_br: Mais Aplicativos
ur: مزید ایپ

# TabbarItemKey04
source: Settings
ar: الإعدادات
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
pt_br: Configurações
ur: ترتیبات

# TitleKey03
source: Funny card
ar: بطاقة مضحكة
es: tarjeta divertida
fr: Carte drôle
hi: मज़ेदार कार्ड
id: Kartu lucu
pt_br: Cartão engraçado
ur: مضحکہ خیز کارڈ

# TitleKey04
source: Jolly card
ar: بطاقة مرحة
es: tarjeta alegre
fr: Carte joyeuse
hi: जॉली कार्ड
id: Kartu ceria
pt_br: Cartão alegre
ur: جولی کارڈ

# TitleKey05
source: 1 Card
ar: بطاقة واحدة
es: 1 tarjeta
fr: 1 carte
hi: १ कार्ड
id: 1 Kartu
pt_br: 1 Cartão
ur: 1 کارڈ

# TitleKey06
source: NEVER HAVE I EVER
ar: أبداً لم أفعل
es: NUNCA LO HE HECHO
fr: JE N'AI JAMAIS
hi: मेरे पास कभी नहीं है
pt_br: EU NUNCA
ur: میں نے کبھی نہیں

# TitleKey07
source: SECRET CARD
ar: بطاقة سرية
es: TARJETA SECRETA
fr: CARTE SECRÈTE
hi: गुप्त कार्ड
id: KARTU RAHASIA
pt_br: CARTÃO SECRETO
ur: خفیہ کارڈ

# QuestionsKey01
source: Please create a funny card for me..
ar: يرجى إنشاء بطاقة مضحكة لي...
es: Por favor, crea una tarjeta divertida para mí.
fr: S'il vous plaît, créez une carte amusante pour moi.
hi: कृपया मेरे लिए एक मज़ेदार कार्ड बनाए..
id: Buatkan saya kartu lucu.
pt_br: Por favor, crie um cartão engraçado para mim.
ur: برائے مہربانی میرے لیے ایک مضحکہ خیز کارڈ بنائیں.

# QuestionsKey02
source: I want to check how much you know me?
ar: أريد معرفة مدى معرفتك بي؟
es: quiero comprobar cuanto ¿me conoces?
fr: Je veux vérifier à quel point tu tu me connais ?
hi: मैं जांचना चाहता हूं कि आप मुझे कितना जानते हो ?
id: Saya ingin memeriksa seberapa baik Anda mengenal saya.
pt_br: Quero ver o quanto você me conhece?
ur: میں چیک کرنا چاہتا ہوں کہ آپ کتنے ہیں۔ مجھے جانتے ہو؟

# QuestionsKey03
source: What do you think about me ?
ar: ما رأيك فيّ؟
es: ¿Qué piensas de mí?
fr: Que penses-tu de moi ?
hi: आप मेरे बारे में क्या सोचते हैं ?
id: Apa pendapat Anda tentang saya?
pt_br: O que você acha de mim?
ur: تم میرے بارے میں کیا سوچتے ہو؟

# QuestionsKey04
source: Send my funny card!
ar: أرسل بطاقتي المضحكة!
es: ¡Envía mi tarjeta divertida!
fr: Envoyez ma drôle de carte !
hi: मेरा मज़ेदार कार्ड भेजे !
id: Kirim kartu lucu saya!
pt_br: Envie meu cartão engraçado!
ur: میرا مضحکہ خیز کارڈ بھیجیں!

# QuestionsKey05
source: Describe me in one card, anonymously.
ar: صفني في بطاقة واحدة، بشكل مجهول.
es: Descríbeme en una tarjeta, de forma anónima.
fr: Décrivez-moi sur une seule carte, anonymement.
hi: एक कार्ड में मेरा वर्णन करो, गुमनाम रूप से.
id: Deskripsikan saya dalam satu kartu, anonim.
pt_br: Descreva-me em um cartão, anonimamente.
ur: مجھے ایک کارڈ میں بیان کریں، گمنام طور پر

# QuestionsKey06
source: Can you send me a “Never Have i ever” card without revealing my identity?
ar: هل يمكنك إرسال بطاقة 'أبداً لم أفعل' دون الكشف عن هويتي؟
es: ¿Pueden enviarme una tarjeta “Yo nunca he” sin revelar mi identidad?
fr: Pouvez-vous m'envoyer une carte « Je n'ai jamais » sans révéler mon identité ?
hi: क्या आप मेरी पहचान बताए बिना मुझे “नेवर हैव आई एवर” कार्ड भेज सकते हैं?
id: Bisakah Anda mengirimkan kartu 'Never Have I Ever' tanpa mengungkapkan identitas saya?
pt_br: Você pode me enviar um cartão de “Eu nunca” sem revelar minha identidade?
ur: کیا آپ میری شناخت ظاہر کیے بغیر مجھے “کبھی کبھی نہیں“ کارڈ بھیج سکتے ہیں؟

# QuestionsKey07
source: How much of my secret do you know ? Please tell me.
ar: إلى أي مدى تعرف أسراري؟ من فضلك أخبرني.
es: ¿Cuánto de mi secreto sabes? Por favor dígame.
fr: Que sais-tu de mon secret ? S'il vous plaît dites-moi.
hi: तुम मेरा कितना रहस्य जानते हो? कृपया मुझे बताओ।
id: Seberapa banyak rahasia saya yang Anda tahu? Tolong beri tahu saya.
pt_br: O quanto do meu segredo você conhece? Conte-me.
ur: میرا کتنا راز تم جانتے ہو؟ براہ کرم مجھے بتائیں۔

# SnackbarNoFaceDetected
source: No faces detected. Please try another image.
ar: لم يتم اكتشاف أي وجوه. يرجى تجربة صورة أخرى.
es: No se detectaron caras. Por favor, intente con otra imagen.
fr: Aucun visage détecté. Veuillez essayer une autre image.
hi: कोई चेहरा नहीं मिला। कृपया दूसरी तस्वीर आज़माएं।
id: Tidak ada wajah terdeteksi. Coba gambar lain.
pt_br: Nenhum rosto detectado. Tente outra imagem.
ur: کوئی چہرہ نہیں ملا۔ براہ کرم دوسری تصویر آزمائیں۔

# SnackbarCameraPermissionAccess
source: Please grant permission to access your camera.
ar: يرجى منح الإذن للوصول إلى الكاميرا.
es: Por favor, conceda permiso para acceder a su cámara.
fr: Veuillez accorder l'autorisation d'accéder à votre caméra.
hi: कृपया अपने कैमरे तक पहुंच की अनुमति दें।
id: Harap berikan izin untuk mengakses kamera Anda.
pt_br: Por favor, conceda permissão para acessar sua câmera.
ur: براہ کرم اپنے کیمرے تک رسائی کی اجازت دیں۔

# SnackbarGalleryPermissionAccess
source: Please grant permission to access your photo library.
ar: يرجى منح الإذن للوصول إلى مكتبة الصور.
es: Por favor, conceda permiso para acceder a su biblioteca de fotos.
fr: Veuillez accorder l'autorisation d'accéder à votre bibliothèque de photos.
hi: कृपया अपने फ़ोटो लाइब्रेरी तक पहुंच की अनुमति दें।
id: Harap berikan izin untuk mengakses perpustakaan foto Anda.
pt_br: Por favor, conceda permissão para acessar sua biblioteca de fotos.
ur: براہ کرم اپنے فوٹو لائبریری تک رسائی کی اجازت دیں۔

source: Settings
ar: الإعدادات
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
pt_br: Configurações
ur: سیٹنگز

# EditProfilePictureKey
source: Edit profile picture
ar: تعديل صورة الملف الشخصي
es: Editar foto de perfil
fr: Modifier la photo de profil
hi: प्रोफ़ाइल चित्र संपादित करें
id: Ubah foto profil
pt_br: Editar foto do perfil
ur: پروفائل تصویر کو ترمیم کریں

# CameraKey
source: Camera
ar: الكاميرا
es: Cámara
fr: Caméra
hi: कैमरा
id: Kamera
pt_br: Câmera
ur: کیمرہ

# GalleryKey
source: Gallery
ar: المعرض
es: Galería
fr: Galerie
hi: गैलरी
id: Galeri
pt_br: Galeria
ur: گیلری

# SelectAvatarKey
source: Select Avatar
ar: اختر صورة رمزية
es: Seleccionar Avatar
fr: Sélectionner un Avatar
hi: अवतार चुनें
id: Pilih Avatar
pt_br: Selecione Avatar
ur: اوتار منتخب کریں

# CancelKey
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
pt_br: Cancelar
ur: منسوخ کریں

# CardQuesKey
source: Card Question
ar: سؤال البطاقة
es: Pregunta de tarjeta
fr: Question de carte
hi: कार्ड प्रश्न
id: Pertanyaan Kartu
pt_br: Pergunta do Cartão
ur: کارڈ کا سوال

# CardDescriptionKey
source: Select the questions from the card to know about yourself when other person open your link. you can edit your question...
ar: اختر الأسئلة من البطاقة لتعرف عن نفسك عندما يفتح الشخص الآخر الرابط. يمكنك تعديل سؤالك...
es: Seleccione las preguntas de la tarjeta para saber sobre usted cuando otra persona abra su enlace. puedes editar tu pregunta...
fr: Sélectionnez les questions de la carte pour vous connaître lorsqu'une autre personne ouvre votre lien. vous pouvez modifier votre question...
hi: जब कोई अन्य व्यक्ति आपका लिंक खोले तो अपने बारे में जानने के लिए कार्ड से प्रश्न चुनें। आप अपना प्रश्न संपादित कर सकते हैं...
id: Pilih pertanyaan dari kartu untuk mengetahui tentang diri Anda ketika orang lain membuka tautan Anda. Anda dapat mengedit pertanyaan...
pt_br: Selecione as perguntas do cartão para saber sobre você quando outra pessoa abrir seu link. você pode editar sua pergunta...
ur: جب کوئی دوسرا شخص آپ کا لنک کھولتا ہے تو اپنے بارے میں جاننے کے لیے کارڈ سے سوالات کا انتخاب کریں۔ آپ اپنے سوال میں ترمیم کر سکتے ہیں...

# FiveQuesKey
source: Five Question
ar: خمسة أسئلة
es: Cinco preguntas
fr: Cinq questions
hi: पाँच प्रश्न
id: Lima Pertanyaan
pt_br: Cinco Perguntas
ur: پانچ سوال

# EditQuesBtnKey
source: Edit Question
ar: تعديل السؤال
es: Editar pregunta
fr: Modifier la question
hi: प्रश्न संपादित करें
id: Edit Pertanyaan
pt_br: Editar Pergunta
ur: سوال میں ترمیم کریں۔

# ShareBtnKey
source: Share!
ar: شارك!
es: ¡Compartir!
fr: Partager!
hi: शेयर करना!
id: Bagikan!
pt_br: Compartilhar!
ur: بانٹیں!

# CardNoInternetMessage
source: Please turn on Internet connection.
ar: يرجى تشغيل اتصال الإنترنت.
es: Por favor, encienda la conexión a Internet.
fr: Veuillez activer la connexion Internet.
hi: कृपया इंटरनेट कनेक्शन चालू करें।
id: Harap nyalakan koneksi Internet.
pt_br: Por favor, ative a conexão com a internet.
ur: براہ کرم انٹرنیٹ کنکشن آن کریں۔

# CopyLabelKey
source: Step 1 : Copy your link
ar: الخطوة 1 : نسخ الرابط الخاص بك
es: Paso 1: Copia tu enlace
fr: Étape 1 : Copiez votre lien
hi: कदम 1: अपना लिंक कॉपी करें
id: Langkah 1: Salin tautan Anda
pt_br: Etapa 1: Copie seu link
ur: مرحلہ 1: اپنا لنک کاپی کریں۔

# ShareLabelKey
source: Step 2 : Share Link on your insagram story
ar: الخطوة 2 : شارك الرابط في قصتك على إنستجرام
es: Paso 2: Comparte el enlace en tu historia de Instagram
fr: Étape 2 : Partagez le lien sur votre story Instagram
hi: कदम 2: अपनी इंस्टाग्राम स्टोरी पर लिंक साझा करें
id: Langkah 2: Bagikan tautan di cerita Instagram Anda
pt_br: Etapa 2: Compartilhe o link na sua história do Instagram
ur: مرحلہ 2: اپنی انساگرام کہانی پر لنک شیئر کریں۔

# CopyBtnKey
source: Copy Link
ar: نسخ الرابط
es: Copiar enlace
fr: Copier le lien
hi: लिंक की प्रतिलिपि करें
id: Salin Tautan
pt_br: Copiar Link
ur: لنک کاپی کریں۔

# CopyLinkKey
source: 🔗 Link Copied!
ar: 🔗 تم نسخ الرابط!
es: 🔗 ¡Enlace copiado!
fr: 🔗 Lien copié !
hi: 🔗 लिंक कॉपी किया गया!
id: 🔗 Tautan Disalin!
pt_br: 🔗 Link Copiado!
ur: 🔗 لنک کاپی ہو گیا!

# ShareLinkLabelKey
source: How to add the Link to your Story
ar: كيفية إضافة الرابط إلى قصتك
es: Cómo agregar el enlace a tu historia
fr: Comment ajouter le lien à votre histoire
hi: अपनी स्टोरी में लिंक कैसे जोड़ें
id: Cara menambahkan Tautan ke Cerita Anda
pt_br: Como adicionar o link à sua história
ur: اپنی کہانی میں لنک کیسے شامل کریں۔

# ClickImagekey
source: Click the image
ar: انقر على الصورة
es: Haga clic en la imagen
fr: Cliquez sur l'image
hi: छवि पर क्लिक करें
id: Klik gambar
pt_br: Clique na imagem
ur: تصویر پر کلک کریں۔

# Buttonkey
source: Button
ar: الزر
es: Botón
fr: Bouton
hi: बटन
id: Tombol
pt_br: Botão
ur: بٹن

# ClickKey
source: Click the
ar: انقر على
es: Haga clic en el
fr: Cliquez sur le
hi: क्लिक करें
id: Klik
pt_br: Clique no
ur: پر کلک کریں۔

# PasteLinkKey
source: Paste your link!
ar: الصق الرابط الخاص بك!
es: ¡Pega tu enlace!
fr: Collez votre lien !
hi: अपना लिंक चिपकाएं!
id: Tempel tautan Anda!
pt_br: Cole seu link!
ur: اپنا لنک چسپاں کریں!

# ClickAttachkey
source: Click “Attach to Snap”
ar: انقر على 'إرفاق إلى سناب'
es: Haz clic en “Adjuntar a Snap”
fr: Cliquez sur « Joindre au Snap »
hi: “स्नैप से जोड़ें” पर क्लिक करें
id: Klik 'Lampirkan ke Snap'
pt_br: Clique em “Anexar ao Snap”
ur: ”اسنیپ سے منسلک کریں ”پر کلک کریں

# FrameLinkKey
source: Frame the link!
ar: أضف إطارًا للرابط!
es: ¡Enmarca el enlace!
fr: Encadrez le lien !
hi: लिंक को फ्रेम करें!
id: Bingkai tautannya!
pt_br: Enquadre o link!
ur: لنک کو فریم کریں!

# InstagramSnackbarError
source: Please Install Installgram App
ar: يرجى تثبيت تطبيق إنستجرام
es: Por favor, instala la aplicación Instagram
fr: Veuillez installer l'application Instagram
hi: कृपया इंस्टाग्राम ऐप इंस्टॉल करें
id: Harap Instal Aplikasi Instagram
pt_br: Por favor, instale o aplicativo Instagram
ur: براہ کرم انسٹاگرام ایپ انسٹال کریں

# SnapchatSnackbarError
source: Please Install Snapchat App
ar: يرجى تثبيت تطبيق سناب شات
es: Por favor, instala la aplicación Snapchat
fr: Veuillez installer l'application Snapchat
hi: कृपया स्नैपचैट ऐप इंस्टॉल करें
id: Harap Instal Aplikasi Snapchat
pt_br: Por favor, instale o aplicativo Snapchat
ur: براہ کرم اسنیپ چیٹ ایپ انسٹال کریں

# EditTitleKey
source: Form screen
ar: شاشة النموذج
es: Pantalla de formulario
fr: Écran de formulaire
hi: फॉर्म स्क्रीन
id: Layar Formulir
pt_br: Tela do Formulário
ur: فارم اسکرین

# EditDescriptionKey
source: Select the questions from the card to know about yourself when other person open your link. you can edit your question...
ar: اختر الأسئلة من البطاقة لتعرف عن نفسك عندما يفتح الشخص الآخر الرابط. يمكنك تعديل سؤالك...
es: Seleccione las preguntas de la tarjeta para saber sobre usted cuando otra persona abra su enlace. puedes editar tu pregunta...
fr: Sélectionnez les questions de la carte pour vous connaître lorsqu'une autre personne ouvre votre lien. vous pouvez modifier votre question...
hi: जब कोई अन्य व्यक्ति आपका लिंक खोले तो अपने बारे में जानने के लिए कार्ड से प्रश्न चुनें। आप अपना प्रश्न संपादित कर सकते हैं...
id: Pilih pertanyaan dari kartu untuk mengetahui tentang diri Anda ketika orang lain membuka tautan Anda. Anda dapat mengedit pertanyaan...
pt_br: Selecione as perguntas do cartão para saber sobre você quando outra pessoa abrir seu link. você pode editar sua pergunta...
ur: جب کوئی دوسرا شخص آپ کا لنک کھولتا ہے تو اپنے بارے میں جاننے کے لیے کارڈ سے سوالات کا انتخاب کریں۔ آپ اپنے سوال میں ترمیم کر سکتے ہیں...

# EditNameKey
source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
id: Nama
pt_br: Nome
ur: نام

# EditSelectQuesKey
source: Select a five-question
ar: اختر خمسة أسئلة
es: Selecciona una pregunta de cinco
fr: Sélectionnez une question sur cinq
hi: पाँच-सवालों का चयन करें
id: Pilih lima pertanyaan
pt_br: Selecione cinco perguntas
ur: پانچ-سوالات کا انتخاب کریں

# EditSaveCardBtnKey
source: Save Card
ar: حفظ البطاقة
es: Guardar tarjeta
fr: Enregistrer la carte
hi: कार्ड सहेजें
id: Simpan Kartu
pt_br: Salvar Cartão
ur: کارڈ محفوظ کریں۔

# SnackbarPleaseSelect5Questions
source: Please select at least 5 questions.
ar: يرجى اختيار ما لا يقل عن 5 أسئلة.
es: Por favor selecciona al menos 5 preguntas.
fr: Veuillez sélectionner au moins 5 questions.
hi: कृपया कम से कम 5 प्रश्न चुनें।
id: Harap pilih setidaknya 5 pertanyaan.
pt_br: Por favor, selecione pelo menos 5 perguntas.
ur: براہ کرم کم از کم 5 سوالات منتخب کریں۔

# SnackbarSelectUpTo5QuestionsOnly
source: You can select up to 5 questions only.
ar: يمكنك اختيار ما يصل إلى 5 أسئلة فقط.
es: Solo puedes seleccionar hasta 5 preguntas.
fr: Vous ne pouvez sélectionner que jusqu'à 5 questions.
hi: आप केवल 5 प्रश्न तक चुन सकते हैं।
id: Anda hanya dapat memilih hingga 5 pertanyaan.
pt_br: Você pode selecionar até 5 perguntas apenas.
ur: آپ صرف 5 سوالات تک منتخب کر سکتے ہیں۔

# SnackbarPleaseTurnOnInternet
source: Please turn on Internet connection.
ar: يرجى تشغيل اتصال الإنترنت.
es: Por favor, activa la conexión a Internet.
fr: Veuillez activer la connexion Internet.
hi: कृपया इंटरनेट कनेक्शन चालू करें।
id: Harap nyalakan koneksi Internet.
pt_br: Por favor, ative a conexão com a internet.
ur: براہ کرم انٹرنیٹ کنکشن آن کریں۔

# SnackbarCardTitlesUpdated
source: Card titles updated successfully!
ar: تم تحديث عناوين البطاقة بنجاح!
es: ¡Títulos de la tarjeta actualizados con éxito!
fr: Titres de la carte mis à jour avec succès!
hi: कार्ड शीर्षक सफलतापूर्वक अपडेट किए गए!
id: Judul kartu berhasil diperbarui!
pt_br: Títulos dos cartões atualizados com sucesso!
ur: کارڈ کے عنوانات کامیابی کے ساتھ اپ ڈیٹ ہوگئے!

# EditNickNameKey
source: Nick Name
ar: اسم مستعار
es: Apodo
fr: Surnom
hi: उपनाम
id: Nama Panggilan
pt_br: Apelido
ur: عرفی نام

# MoreTitleKey
source: COMING SOON
ar: قريبًا
es: MUY PRONTO
fr: À VENIR
hi: जल्द आ रहा है
id: SEGERA HADIR
pt_br: EM BREVE
ur: جلد آرہا ہے۔

# MoreDescriptionKey
source: We are going to launch our app very soon stay tune
ar: سنطلق تطبيقنا قريبًا، ابقوا متابعين
es: Lanzaremos nuestra aplicación muy pronto, ¡estad atentos!
fr: Nous allons lancer notre application très bientôt, restez à l'écoute
hi: हम बहुत जल्द अपना ऐप लॉन्च करने जा रहे हैं, जुड़े रहिये
id: Kami akan segera meluncurkan aplikasi kami, tetap disini
pt_br: Estamos lançando nosso aplicativo em breve, fique atento
ur: ہم بہت جلد اپنی ایپ لانچ کرنے جا رہے ہیں۔

# MoreNoInternetMessage
source: Please turn on Internet connection.
ar: يرجى تشغيل اتصال الإنترنت.
es: Por favor, encienda la conexión a Internet.
fr: Veuillez activer la connexion Internet.
hi: कृपया इंटरनेट कनेक्शन चालू करें।
id: Harap nyalakan koneksi Internet.
pt_br: Por favor, ative a conexão com a internet.
ur: براہ کرم انٹرنیٹ کنکشن آن کریں۔

# DownloadBtnKey
source: Download
ar: تحميل
es: Descargar
fr: Télécharger
hi: डाउनलोड
id: Unduh
pt_br: Baixar
ur: ڈاؤن لوڈ کریں

# SettingPart01Key
source: GENERAL
ar: عام
fr: GÉNÉRAL
hi: सामान्य
id: UMUM
pt_br: GERAL
ur: جنرل

# NotificationKey
source: Notification
ar: الإشعارات
es: Notificación
hi: अधिसूचना
id: Notifikasi
pt_br: Notificação
ur: اطلاع

# PauseKey
source: Pause link
ar: إيقاف الرابط مؤقتًا
es: Pausar enlace
fr: Mettre en pause le lien
hi: लिंक रोकें
id: Jeda tautan
pt_br: Pausar link
ur: لنک روکیں

# PremiumKey
source: Premium
ar: بريميوم
es: De primera calidad
fr: Prime
hi: अधिमूल्य
ur: پریمیم

# LanguageKey
source: Language setup
ar: إعداد اللغة
es: Configuración del idioma
fr: Configuration de la langue
hi: भाषा सेटअप
id: Pengaturan Bahasa
pt_br: Configuração de idioma
ur: زبان کی ترتیب

# LanguageSetKey
source: English
ar: الإنجليزية
es: Española
fr: Français
hi: हिन्दी
id: Bahasa Inggris
pt_br: Inglês
ur: اردو

# SettingPart02Key
source: COMMUNITY
ar: المجتمع
es: COMUNIDAD
fr: COMMUNAUTÉ
hi: समुदाय
id: KOMUNITAS
pt_br: COMUNIDADE
ur: کمیونٹی

# ReviewKey
source: Write a app review
ar: اكتب مراجعة للتطبيق
es: Escribe una reseña de la aplicación
fr: Écrire un avis sur une application
hi: ऐप समीक्षा लिखें
id: Tulis ulasan aplikasi
pt_br: Escrever uma avaliação do aplicativo
ur: ایپ کا جائزہ لکھیں۔

# InstagramKey
source: Follow us on instagram
ar: تابعنا على إنستجرام
es: Siguenos en instagram
fr: Suivez-nous sur Instagram
hi: हमें इंस्टाग्राम पर फॉलो करें
id: Ikuti kami di Instagram
pt_br: Siga-nos no Instagram
ur: ہمیں انسٹاگرام پر فالو کریں۔

# ShareAppKey
source: Share app with a friend
ar: شارك التطبيق مع صديق
es: Comparte la aplicación con un amigo
fr: Partager l'application avec un ami
hi: किसी मित्र के साथ ऐप साझा करें
id: Bagikan aplikasi dengan teman
pt_br: Compartilhar aplicativo com um amigo
ur: کسی دوست کے ساتھ ایپ کا اشتراک کریں۔

# SettingPart03Key
source: SUPPORT
ar: الدعم
es: APOYO
fr: SOUTIEN
hi: सहायता
id: DUKUNGAN
pt_br: SUPORTE
ur: سپورٹ

# HelpKey
source: I need Help
ar: أحتاج إلى مساعدة
es: Necesito ayuda
fr: J'ai besoin d'aide
hi: मुझे मदद की ज़रूरत है
id: Saya butuh Bantuan
pt_br: Preciso de Ajuda
ur: مجھے مدد کی ضرورت ہے۔

# PrivacyPolicyKey
source: Privacy Policy
ar: سياسة الخصوصية
es: política de privacidad
fr: politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
pt_br: Política de Privacidade
ur: رازداری کی پالیسی

# DeleteAccountKey
source: Delete account
ar: حذف الحساب
es: Eliminar cuenta
fr: Supprimer le compte
hi: खाता हटा दो
id: Hapus akun
pt_br: Excluir conta
ur: اکاؤنٹ حذف کریں۔

# SettingNoInternetMessage
source: Please turn on Internet connection.
ar: يرجى تشغيل اتصال الإنترنت.
es: Por favor, encienda la conexión a Internet.
fr: Veuillez activer la connexion Internet.
hi: कृपया इंटरनेट कनेक्शन चालू करें।
id: Harap nyalakan koneksi Internet.
pt_br: Por favor, ative a conexão com a internet.
ur: براہ کرم انٹرنیٹ کنکشن آن کریں۔
