Repository: arpitplexustechnology2024/LOL-App
Catalog: LOL/*.lproj/Localizable.strings
Languages: ar, es, fr, hi, id, pt_br, ur

# DeleteTitleKey
source: Delete account
ar: حذف الحساب
es: Eliminar cuenta
fr: Supprimer le compte
hi: खाता हटा दो
id: Hapus akun
pt_br: Excluir conta
ur: اکاؤنٹ حذف کریں۔

# DeleteDescriptionKey
source: Once you delete this account after you can not restore account.
ar: بمجرد حذف هذا الحساب، لن تتمكن من استعادة الحساب.
es: Una vez que elimines esta cuenta, no podrás restaurarla.
fr: Une fois que vous avez supprimé ce compte, vous ne pouvez plus le restaurer.
hi: एक बार जब आप इस खाते को हटा देते हैं तो आप खाते को पुनर्स्थापित नहीं कर सकते।
id: Setelah Anda menghapus akun ini, Anda tidak dapat memulihkan akun.
pt_br: Depois de excluir esta conta, você não poderá restaurá-la.
ur: ایک بار جب آپ اس اکاؤنٹ کو حذف کرنے کے بعد اکاؤنٹ کو بحال نہیں کر سکتے ہیں۔

# CancelBtnKey
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
hi: रद्द करना
id: Batal
pt_br: Cancelar
ur: منسوخ کریں۔

# DeleteBtnKey
source: Delete
ar: حذف
es: Borrar
fr: Supprimer
hi: मिटाना
id: Hapus
pt_br: Excluir
ur: حذف کریں۔

# UnlockBtnKey
source: Unlock
ar: فتح
es: Descubrir
fr: Ouvrir
hi: अनलॉक
id: Buka
pt_br: Desbloquear
ur: غیر مقفل کریں۔

# PremiumFeaturesKey
source: 👉pro features for ₹299.00 lifetime👈
ar: 👉 مميزات بريميوم مدى الحياة مقابل ₹299.00 👈
es: 👉Funciones profesionales por ₹299.00 de por vida👈
fr: 👉Fonctionnalités pro pour %@ à vie👈
hi: 👉प्रो फीचर्स %@ आजीवन के लिए👈
id: 👉fitur pro seharga %@ seumur hidup👈
pt_br: 👉recursos pro por ₹299.00 vitalício👈
ur: 👉پرو خصوصیات ₹299.00 زندگی بھر کے لیے👈

# PremiumTitleKey1
source: Reveal Sender Profile
ar: كشف ملف المرسل
es: Revelar perfil del remitente
fr: Révéler le profil de l'expéditeur
hi: प्रेषक प्रोफ़ाइल प्रकट करें
id: Ungkap Profil Pengirim
pt_br: Revelar Perfil do Remetente
ur: بھیجنے والے کا پروفائل ظاہر کریں۔

# PremiumTitleKey2
source: Viewers Hints
ar: تلميحات المشاهدين
es: Consejos para los espectadores
fr: Conseils aux téléspectateurs
hi: दर्शकों के लिए संकेत
id: Petunjuk Penonton
pt_br: Dicas dos Visualizadores
ur: ناظرین کے اشارے

# PremiumTitleKey3
source: Edit Card Questions
ar: تعديل أسئلة البطاقة
es: Preguntas sobre la edición de tarjetas
fr: Modifier les questions de la carte
hi: कार्ड प्रश्न संपादित करें
id: Edit Pertanyaan Kartu
pt_br: Editar Perguntas do Cartão
ur: کارڈ کے سوالات میں ترمیم کریں۔

# PremiumDescriptionKey1
source: Get hints like their image, location, device, lol id and more...
ar: احصل على تلميحات مثل الصورة والموقع والجهاز ومعرف LOL والمزيد...
es: Obtén pistas como su imagen, ubicación, dispositivo, identificación de LoL y más...
fr: Obtenez des indices tels que leur image, leur emplacement, leur appareil, leur identifiant lol et plus encore...
hi: उनकी छवि, स्थान, डिवाइस, लोल आईडी और अधिक जैसे संकेत प्राप्त करें...
id: Dapatkan petunjuk seperti gambar, lokasi, perangkat, lol id, dan lainnya...
pt_br: Obtenha dicas como a imagem, localização, dispositivo, ID do lol e mais...
ur: ان کی تصویر، مقام، ڈیوائس، LOL id اور مزید جیسے اشارے حاصل کریں...

# PremiumDescriptionKey2
source: Get some funny hint who creates your funny card?
ar: احصل على تلميحات مضحكة حول من أنشأ بطاقتك المضحكة؟
es: ¿Obtienes alguna pista divertida de quién crea tu tarjeta divertida?
fr: Obtenez un indice amusant sur qui crée votre carte amusante ?
hi: कुछ मज़ेदार संकेत प्राप्त करें कि आपका मज़ेदार कार्ड कौन बनाता है?
id: Dapatkan petunjuk lucu siapa yang membuat kartu lucu Anda?
pt_br: Receba dicas engraçadas sobre quem criou seu cartão engraçado?
ur: کچھ مضحکہ خیز اشارہ حاصل کریں جو آپ کا مضحکہ خیز کارڈ بناتا ہے؟

# PremiumDescriptionKey3
source: You can edit the card's questions when you ask questions to create a card!
ar: يمكنك تعديل أسئلة البطاقة عندما تطلب إنشاء بطاقة!
es: ¡Puedes editar las preguntas de la tarjeta cuando hagas preguntas para crear una tarjeta!
fr: Vous pouvez modifier les questions de la carte lorsque vous posez des questions pour créer une carte !
hi: जब आप कार्ड बनाने के लिए प्रश्न पूछते हैं तो आप कार्ड के प्रश्नों को संपादित कर सकते हैं!
id: Anda dapat mengedit pertanyaan kartu saat meminta pertanyaan untuk membuat kartu!
pt_br: Você pode editar as perguntas do cartão ao fazer perguntas para criar um cartão!
ur: جب آپ کارڈ بنانے کے لیے سوالات پوچھتے ہیں تو آپ کارڈ کے سوالات میں ترمیم کر سکتے ہیں!

# PremiumNoInternetMessage
source: Please turn on Internet connection.
ar: يرجى تشغيل اتصال الإنترنت.
es: Por favor, encienda la conexión a Internet.
fr: Veuillez activer la connexion Internet.
hi: कृपया इंटरनेट कनेक्शन चालू करें।
id: Harap nyalakan koneksi Internet.
pt_br: Por favor, ative a conexão com a internet.
ur: براہ کرم انٹرنیٹ کنکشن آن کریں۔

# PremiumCongraMessageKey
source: Congratulation...
ar: تهانينا...
es: ¡Felicitaciones...
fr: Félicitations...
hi: बधाई...
id: Selamat...
pt_br: Parabéns...
ur: مبارک ہو...

# PremiumSuccessMessageKey
source: You're all set.
ar: أنت جاهز.
es: Todo listo.
fr: Vous êtes prêt.
hi: आप तैयार हैं।
id: Semua sudah siap.
pt_br: Tudo pronto.
ur: آپ تیار ہیں۔

# PremiumFailedMessageKey
source: Failed!
ar: فشل!
es: ¡Fallido!
fr: Échec!
hi: असफल!
id: Gagal!
pt_br: Falhou!
ur: ناکام!

# PremiumFailedPaymentKey
source: Request failed. Please try again after some time!
ar: فشل الطلب. يرجى المحاولة مرة أخرى بعد فترة!
es: Solicitud fallida. ¡Por favor, inténtelo de nuevo después de un tiempo!
fr: La demande a échoué. Veuillez réessayer après un certain temps!
hi: अनुरोध असफल रहा। कृपया कुछ समय बाद पुनः प्रयास करें!
id: Permintaan gagal. Silakan coba lagi setelah beberapa waktu!
pt_br: Solicitação falhou. Por favor, tente novamente depois de algum tempo!
ur: درخواست ناکام ہو گئی۔ براہ کرم کچھ وقت بعد دوبارہ کوشش کریں!

# InboxSenderBtnKey
source: Who is sender?
ar: من هو المرسل؟
es: ¿Quién es el remitente?
fr: Qui est l'expéditeur ?
hi: भेजने वाला कौन है?
id: Siapa pengirim?
pt_br: Quem é o remetente?
ur: مرسل کون ہے؟

# InboxNoInternetMessage
source: Please turn on Internet connection.
ar: يرجى تشغيل اتصال الإنترنت.
es: Por favor, encienda la conexión a Internet.
fr: Veuillez activer la connexion Internet.
hi: कृपया इंटरनेट कनेक्शन चालू करें।
id: Harap nyalakan koneksi Internet.
pt_br: Por favor, ative a conexão com a internet.
ur: براہ کرم انٹرنیٹ کنکشن آن کریں۔

# PreviewTitleKey
source: Preview
ar: معاينة
es: Vista previa
fr: Aperçu
hi: पूर्वावलोकन
id: Pratinjau
pt_br: Pré-visualização
ur: پیش نظارہ

# PreviewProfileKey
source: Show Profile
ar: إظهار الملف الشخصي
es: Mostrar perfil
fr: Afficher le profil
hi: प्रोफ़ाइल दिखाएँ
id: Tampilkan Profil
pt_br: Mostrar Perfil
ur: پروفائل دکھائیں

# NoDataTitleKey
source: No data found.
ar: لم يتم العثور على بيانات.
es: No se encontraron datos.
fr: Aucune donnée trouvée.
hi: कोई डेटा नहीं मिला।
id: Tidak ada data yang ditemukan.
pt_br: Nenhum dado encontrado.
ur: کوئی ڈیٹا نہیں ملا۔

# NoDataDescriptionKey
source: Request failed! Please try again after some time.
ar: فشل الطلب! يرجى المحاولة مرة أخرى في وقت لاحق.
es: ¡Solicitud fallida! Inténtalo de nuevo después de un tiempo.
fr: Échec de la requête! Veuillez réessayer après un certain temps.
hi: अनुरोध विफल! कृपया कुछ समय बाद पुनः प्रयास करें।
id: Permintaan gagal! Silakan coba lagi setelah beberapa saat.
pt_br: Falha na solicitação! Tente novamente depois de algum tempo.
ur: درخواست ناکام ہوگئی! براہ کرم کچھ دیر بعد دوبارہ کوشش کریں۔

# NoInternetTitleKey
source: Oops... No internet connection!
ar: أوه... لا يوجد اتصال بالإنترنت!
es: ¡Vaya... No hay conexión a internet!
fr: Oups... Pas de connexion internet!
hi: अरे... कोई इंटरनेट कनेक्शन नहीं!
id: Oops... Tidak ada koneksi internet!
pt_br: Ops... Sem conexão com a internet!
ur: اوہ... کوئی انٹرنیٹ کنکشن نہیں!

# NoInternetDescriptionKey
source: Please turn on internet connection!
ar: يرجى تشغيل اتصال الإنترنت!
es: ¡Por favor, encienda la conexión a internet!
fr: Veuillez activer la connexion internet!
hi: कृपया इंटरनेट कनेक्शन चालू करें!
id: Harap nyalakan koneksi internet!
pt_br: Por favor, ative a conexão com a internet!
ur: براہ کرم انٹرنیٹ کنکشن آن کریں!

# InboxTitleKey
source: Your inbox is empty 🥺
ar: صندوق الوارد فارغ 🥺
es: Tu bandeja de entrada está vacía 🥺
fr: Votre boîte de réception est vide 🥺
hi: आपका इनबॉक्स खाली है 🥺
id: Kotak masuk Anda kosong 🥺
pt_br: Sua caixa de entrada está vazia 🥺
ur: آپ کا ان باکس خالی ہے 🥺

# InboxDescriptionKey
source: Share your link to get cards in your inbox!
ar: شارك الرابط الخاص بك للحصول على بطاقات في صندوق الوارد الخاص بك!
es: ¡Comparte tu enlace para recibir tarjetas en tu bandeja de entrada!
fr: Partagez votre lien pour recevoir des cartes dans votre boîte de réception!
hi: अपने इनबॉक्स में कार्ड प्राप्त करने के लिए अपना लिंक साझा करें!
id: Bagikan tautan Anda untuk mendapatkan kartu di kotak masuk Anda!
pt_br: Compartilhe seu link para receber cartões na sua caixa de entrada!
ur: اپنے ان باکس میں کارڈز حاصل کرنے کے لئے اپنا لنک شیئر کریں!

# InboxGetMessageBtnKey
source: Get message!
ar: احصل على رسالة!
es: ¡Recibir mensaje!
fr: Obtenir le message!
hi: संदेश प्राप्त करें!
id: Dapatkan pesan!
pt_br: Receber mensagem!
ur: پیغام حاصل کریں!

# NotificationTitleKey01
source: Crush waiting...
ar: الإعجاب ينتظر...
es: Aplastar esperando...
fr: Coup de coeur en attente...
hi: क्रश इंतज़ार कर रहा है...
id: Crush menunggu...
pt_br: Crush esperando...
ur: انتظار کو کچلنا...

# NotificationTitleKey02
source: Chin Tapak Dum Dum...
ar: تشين تاباك دوم دوم...
hi: चिन तपाक दम दम...
ur: چن تپاک دم دم...

# NotificationTitleKey03
source: Love Card
ar: بطاقة حب
es: Tarjeta de amor
fr: Carte d'amour
hi: लव कार्ड
id: Kartu Cinta
pt_br: Cartão de Amor
ur: محبت کارڈ

# NotificationTitleKey04
source: Share LOL Link
ar: شارك رابط LOL
es: Compartir enlace LOL
fr: Partager le lien LOL
hi: LOL लिंक साझा करें
id: Bagikan Tautan LOL
pt_br: Compartilhar Link LOL
ur: LOL لنک شیئر کریں۔

# NotificationTitleKey05
source: Your LOL story expired on IG 📸 & Snapchat 👻
ar: انتهت صلاحية قصة LOL الخاصة بك على IG 📸 وSnapchat 👻
es: Tu historia LOL expiró en IG 📸 y Snapchat 👻
fr: Votre histoire LOL a expiré sur IG 📸 et Snapchat 👻
hi: आपकी LOL कहानी IG 📸 और Snapchat 👻 पर समाप्त हो गई
id: Cerita LOL Anda kedaluwarsa di IG 📸 & Snapchat 👻
pt_br: Sua história LOL expirou no IG 📸 & Snapchat 👻
ur: آپ کی LOL کہانی IG 📸 اور Snapchat 👻 پر ختم ہوگئی

# NotificationTitleKey06
source: Life's short _______
ar: الحياة قصيرة _______
es: La vida es corta _______
fr: La vie est courte _______
hi: जीवन छोटा है _______
id: Hidup itu singkat _______
pt_br: A vida é curta _______
ur: زندگی مختصر ہے _______

# NotificationTitleKey07
source: Bastard friend🐶
ar: صديق لعين 🐶
es: amigo bastardo🐶
fr: Ami bâtard🐶
hi: कमीने दोस्त🐶
id: Teman Bajingan🐶
pt_br: Amigo safado🐶
ur: 🐶کمینے دوست

# NotificationTitleKey08
source: Check LOL inbox!
ar: تحقق من صندوق الوارد لـ LOL!
es: ¡Consulta la bandeja de entrada de LOL!
fr: Vérifiez la boîte de réception MDR !
hi: LOL इनबॉक्स जांचें!
id: Periksa kotak masuk LOL!
pt_br: Confira a caixa de entrada LOL!
ur: LOL ان باکس چیک کریں!

# NotificationTitleKey09
source: Send-Bend-Lend
ar: أرسل - اقرض - أعطِ
es: Enviar-Doblar-Prestar
fr: Envoyer-Plier-Prêter
id: Kirim-Pinjam-Lend
pt_br: Envie-Empreste-Lend
ur: بھیجیں-بینڈ-لینڈ

# NotificationTitleKey10
source: Celebrity LOL card
ar: بطاقة LOL من المشاهير
es: Tarjeta LOL de celebridad
fr: Carte LOL de célébrité
hi: सेलिब्रिटी LOL कार्ड
id: Kartu LOL Selebriti
pt_br: Cartão de Celebridade LOL
ur: مشہور شخصیت LOL کارڈ

# NotificationDescriptonKey01
source: Your crush is waiting for your link. Please share on IG!
ar: الإعجاب الخاص بك ينتظر رابطك. يرجى المشاركة على إنستجرام!
es: La persona que te gusta está esperando tu enlace. ¡Por favor compártelo!
fr: Votre béguin attend votre lien. S'il vous plaît, partagez-le !
hi: आपका क्रश आपके लिंक का इंतज़ार कर रहा है. कृपया इसे साझा करें!
id: Crush Anda sedang menunggu tautan Anda. Bagikan di IG!
pt_br: Seu crush está esperando pelo seu link. Por favor, compartilhe no IG!
ur: آپ کا چاہنے والا آپ کے لنک کا انتظار کر رہا ہے۔ براہ کرم اسے شیئر کریں!

# NotificationDescriptonKey03
source: Hey there! Your special someone surprised you with a card. Go ahead and check to see who it's from!❤️
ar: مرحبًا! شخصك المميز فاجأك ببطاقة. اذهب وتحقق من هو! ❤️
es: ¡Hola! Tu persona especial te sorprendió con una tarjeta. Adelante, ¡Comprueba de quién es!❤️
fr: Salut ! Votre personne spéciale vous a surpris avec une carte. Allez-y et vérifiez de qui ça vient !❤️
hi: अरे वहाँ! आपके किसी विशेष व्यक्ति ने आपको एक कार्ड देकर आश्चर्यचकित कर दिया। आगे बढ़ें और यह देखने के लिए जांचें कि यह किसका है!❤️
id: Hai! Seseorang yang spesial mengejutkan Anda dengan sebuah kartu. Silakan dan periksa untuk melihat dari siapa itu!❤️
pt_br: Ei! Alguém especial te surpreendeu com um cartão. Vá em frente e descubra de quem é!❤️

# NotificationDescriptonKey04
source: Copy, Paste & Share...
ar: نسخ، لصق وشارك...
es: Copiar, pegar y compartir...
fr: Copiez, collez et partagez...
hi: कॉपी, पेस्ट और शेयर करें...
id: Bagikan tautan LOL Anda untuk mendapatkan kartu.
pt_br: Copiar, Colar e Reenviar! Seus amigos o estão esperando!
ur: کاپی، پیسٹ اور شیئر کریں...

# NotificationDescriptonKey05
source: Share again to keep getting the message.
ar: شارك مرة أخرى للاستمرار في تلقي الرسائل.
es: Comparte nuevamente para seguir recibiendo el mensaje.
fr: Partagez à nouveau pour continuer à recevoir le message.
hi: संदेश प्राप्त करते रहने के लिए पुनः साझा करें।
id: Perbarui Cerita LOL Anda dan dapatkan lebih banyak kartu.
pt_br: Sua história LOL expirou, compartilhe-a novamente para continuar a diversão!
ur: پیغام ملتا رہنے کے لیے دوبارہ شئیر کریں۔

# NotificationDescriptonKey06
source: Share the link first & get a card.
ar: شارك الرابط أولاً واحصل على بطاقة.
es: Comparta el enlace primero y obtenga la tarjeta.
fr: Partagez d'abord le lien et obtenez une carte.
hi: पहले लिंक साझा करें और कार्ड प्राप्त करें।
id: Bagikan tautan LOL Anda dan lihat apa yang terjadi!
pt_br: Vá em frente e crie um cartão engraçado e compartilhe com seus amigos!
ur: پہلے لنک شیئر کریں اور کارڈ حاصل کریں۔

# NotificationDescriptonKey07
source: Someone your friend sent you a card. Find out who it was!
ar: أرسل لك صديقك بطاقة. اكتشف من هو!
es: Alguien tu amigo te envió una tarjeta. ¡Descubre quién fue!
fr: Quelqu'un de votre ami vous a envoyé une carte. Découvrez de qui il s'agissait !
hi: आपके किसी मित्र ने आपको एक कार्ड भेजा है. पता लगाएं कि यह कौन था!
id: Pesan khusus menunggu Anda di kotak masuk Anda.
pt_br: Seu amigo criou um cartão de amor pra você. Confira quem enviou!
ur: آپ کے کسی دوست نے آپ کو کارڈ بھیجا ہے۔ معلوم کریں کہ یہ کون تھا!

# NotificationDescriptonKey08
source: Jenifer created a love card for you!
ar: جينيفر أنشأت لك بطاقة حب!
es: ¡Jenifer creó una tarjeta de amor para ti!
fr: Jenifer a créé une carte d'amour pour vous !
hi: जेनिफर ने आपके लिए एक प्रेम कार्ड बनाया!
id: Periksa kartu rahasia Anda di kotak masuk Anda!
pt_br: Você tem novas mensagens esperando. Abra seu LOL e descubra quem as enviou!
ur: جینیفر نے آپ کے لیے محبت کا کارڈ بنایا!

# NotificationDescriptonKey09
source: Narendra Modi has created a jolly card for you. Please share it on social media and tag @narendramodi.
ar: ناريندرا مودي أنشأ لك بطاقة مرحة. يرجى مشاركتها على وسائل التواصل الاجتماعي ووضع علامة @narendramodi.
es: Narendra Modi ha creado una tarjeta alegre para ti. Compártelo en las redes sociales y etiqueta a @narendramodi.
fr: Narendra Modi a créé une carte joyeuse pour vous. Veuillez le partager sur les réseaux sociaux et identifier @narendramodi.
hi: नरेंद्र मोदी ने आपके लिए एक जॉली कार्ड बनाया है. कृपया इसे सोशल मीडिया पर साझा करें और @narendramodi को टैग करें।
id: Seseorang telah meminta Anda untuk meminjamkan mereka kartu LOL!
pt_br: Confira quem enviou e compartilhou seu link LOL! Surpresas esperam por você!
ur: نریندر مودی نے آپ کے لیے جولی کارڈ بنایا ہے۔ براہ کرم اسے سوشل میڈیا پر شیئر کریں اور @narendramodi کو ٹیگ کریں۔

# NotificationDescriptonKey10
source: One of your favourite Superstar has sent you a card. Discover who it is!
ar: أحد نجومك المفضلين أرسل لك بطاقة. اكتشف من هو!
es: Una de tus superestrellas favoritas te ha enviado una tarjeta. ¡Descubre quién es!
fr: L'une de vos superstars préférées vous a envoyé une carte. Découvrez qui c'est !
hi: आपके पसंदीदा सुपरस्टार ने आपको एक कार्ड भेजा है। पता करें कि यह कौन है!
id: Pasti orang terkenal yang baru saja mengirimi Anda kartu! Coba lihat!
pt_br: Você recebeu um cartão de uma celebridade LOL. Abra seu LOL para ver o que está rolando!
ur: آپ کے پسندیدہ سپر اسٹار نے آپ کو ایک کارڈ بھیجا ہے۔ معلوم کریں کہ یہ کون ہے!

# TitleKey02
source: tbh
es: para ser honesto
fr: à savoir
pt_br: confidencial
ur: ٹی بی ایچ
